Repository: 82Flex/DCRM
Catalog: fluent_comments/locale/*/LC_MESSAGES/django.po
Languages: cs, nl

source: Content
cs: Obsah
nl: Inhoud

source: Account information
cs: Informace o účtu
nl: Account informatie

source: Moderation
cs: Moderování
nl: Moderatie

source: Hierarchy
cs: Hierarchie
nl: HiÃ«rarchie

source: Page
cs: Strana
nl: Pagina

source: user's name
cs: jméno uživatele

source: Preview
cs: Náhled
nl: Voorbeeld

source: Preview of your comment
cs: Náhled komentáře
nl: Voorbeeld van je reactie

source: Anonymous
cs: Anonymní
nl: Anoniem

source: on %(submit_date)s
cs: poslal %(submit_date)s
nl: op %(submit_date)s

source: moderated
cs: moderován
nl: gemodereerd

source: reply
cs: odpovědět

source: Thanks for removing
cs: Děkujeme za odstranění
nl: Bedankt voor het verwijderen

source: Thanks for removing the comment
cs: Děkujeme za odstranění komentáře
nl: Bedankt voor het verwijderen van de reactie

source: Thanks for taking the time to improve the quality of discussion on our site.<br/> You will be sent back to the article...
cs: Děkuji za váš čas věnovaný na zlepšení kvality diskuze na naší stránce.<br/> Budete přesměrováni zpět na článek...
nl: Bedankt voor je tijd om de kwaliteit van discussie op onze site te verbeteren.<br/> Je wordt nu teruggestuurd naar de vorige pagina...

source: Back to the article
cs: Zpět na článek
nl: Terug naar de pagina

source: Thanks for flagging
cs: Děkujeme za označkování
nl: Bedankt voor je melding

source: Thanks for flagging the comment
cs: Děkujeme za označkování komentáře
nl: Bedankt voor het rapporteren van de reactie

source: Comments are closed.
cs: Komentáře jsou uzavřené
nl: Reacties zijn gesloten.

source: Post
cs: Odeslat
nl: Plaatsen

source: Thanks for commenting
cs: Děkujeme za komentář
nl: Bedankt voor je reactie

source: Thanks for posting your comment
cs: Děkujeme za odeslání komentáře
nl: Bedankt voor het insturen van je reactie

source: We have received your comment, and posted it on the web site.<br/> You will be sent back to the article...
cs: Váš komentář byl přijat a publikován na naší stránce<br/> Budete přesměrován zpět na článek...
nl: We hebben je reactie ontvangen, en geplaatst op de website.<br/> Je wordt nu teruggestuurd naar de vorige pagina...

source: Preview your comment
cs: Náhled vašeho komentáře
nl: Voorbeeld van je reactie

source: Please correct the error below
cs: Prosím opravte chybu níže
nl: Corrigeer a.u.b. de fout hieronder

source: Post your comment
cs: Odeslat váš komentář
nl: Reactie plaatsen

source: Or make changes
cs: Nebo udělat změny
nl: Of pas het bericht aan

source: cancel reply
cs: zrušit odpověď

source: Please wait . . .
cs: Prosím čekejte . . .
nl: Even geduld . . .

source: Your comment has been posted!
cs: Váš komentář byl publikován!
nl: Je reactie is geplaatst!

source: Your comment has been posted, it will be visible for other users after approval.
cs: Váš komentář byl odeslán, bude zobrazen dalším uživatelům jakmile bude schválen.
nl: Je reactie is geplaatst en wordt pas na goedkeuring zichtbaar voor andere gebruikers.
